Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All160722--level1.tmx
Source language: en_us
Languages: ja

source: OpenIoT Summit is a technical event created to serve the unique needs of system architects, firmware developers, software developers and application developers in this emerging IoT ecosystem.
ja: OpenIoT Summit は、新しく出現した IoT エコシステムに関わるシステム設計者、ファームウェア開発者、ソフトウェア開発者、およびアプリケーション開発者たちが持つ特有のニーズに応えるために作られた技術イベントです。

source: OpenSwitch is an open source, Linux-based network operating system (NOS) designed to power enterprise-grade switches from multiple hardware vendors that will enable organizations to rapidly build datacenter networks that are customized for unique business needs.
ja: OpenSwitch は、さまざまなハードウェア ベンダーが提供する企業向けスイッチを利用し、ビジネス ニーズに応じたデータ センター ネットワークを短期で構築できるように設計された Linux ベースのオープン ソース ネットワーク OS (NOS) です。

source: Operations - IT Operations Experts, System Administrators and Chief Architects.
ja: 運用 － IT 運用エキスパート、システム管理者、チーフ アーキテクト

source: Opportunities for leadership roles in Linux Foundation initiatives
ja: The Linux Foundation の取り組みのリーダー陣に加わる機会がある

source: Or rub elbows with the CEOs of the world's top open source companies.
ja: 世界トップ クラスのオープン ソース企業の CEO 陣と談笑しましょう。

source: Orchestration (e.g. Kubernetes, Mesos)
ja: オーケストレーション (Kubernetes、Meson など)

source: Organizations interested in sponsoring these events can download a prospectus from http://events.linuxfoundation.org/sponsor.
ja: これらのイベントのスポンサリングにご興味のある企業は、http://events.linuxfoundation.org/sponsor からスポンサーシップ ガイドをダウンロードできます。

source: Other
ja: その他

source: Other 16%
ja: その他 16%

source: Other 3%
ja: その他 3%

source: Other 9%
ja: その他 9%

source: Other members include Aisin AW, Codethink, Continental, DENSO, Fujitsu Ten, HARMAN, Mitsubishi Electric, NTT DATA MSE, Panasonic, Pioneer, Qualcomm, Renesas Electronics, Wind River and many others.
ja: このほかにも、アイシン エィ ダブリュ、Codethink、Continental、デンソー、富士通テン、HARMAN、三菱電機、NTTデータ MSE、パナソニック、パイオニア、Qualcomm、ルネサス エレクトロニクス、ウィンドリバーなどさまざまな著名企業がメンバーになっています https://www.automotivelinux.org/about/members 。

source: Our Compliance Basics for Developers course is a great free resource for those developers.
ja: 私たちの Compliance Basics for Developers (開発者のためのコンプライアンス基本) コースは、そのような知識を必要としている開発者のために作られた素晴らしい無料のリソースです。

source: Our Introduction to Linux and Cloud Computing Massively Online Courseware have educated hundreds of thousands of open source users.
ja: また、Introduction to Linux and Cloud Computing Massively Online Courseware (「Linux とクラウド コンピューティング入門」オンライン コース) は、何十万人というオープン ソース ユーザーが受講しました。

source: Our Sponsors
ja: スポンサーのご紹介

source: Our code of conduct outlines our expectations for all those who participate in our community, as well as the consequences for unacceptable behavior.
ja: 行動規範 https://events.linuxfoundation.jp/events/open-source-summit-japan/attend/code-of-conduct をご確認ください。私たちのコミュニティに参加する人々に対する私たちの期待、および容認できない行為が招く結果が概説されています。

source: Our designers always create fun shirts that are worn for years to come.
ja: 担当のデザイナーが作成するユニークなシャツです。繰り返し着ていただけます。

source: Our event videos are viewed by thousands after the event.
ja: LF イベントのビデオは、イベント後に数千人が視聴します。

source: Our events are the only place where companies can reach the maintainers and developers who steer the open source projects they use to create their commercial products and services across enterprise, networking, embedded, IoT, and cloud infrastructure.
ja: 企業にとって、Linux Foundation のイベントは、彼らが製品やサービス (エンタープライズ、ネットワーク、組込み、IoT、クラウド基盤など) を開発するために利用しているオープン ソース ソフトウェア プロジェクトのメンテナーや開発者と直接交流できる唯一の場所です。

source: Our events are working conferences intended for professional networking and collaboration in the Linux community and we work closely with our attendees, sponsors and speakers to help keep Linux Foundation events professional, welcoming and friendly.
ja: The Linux Foundation のイベントは Linux コミュニティにおける専門家間の交流とコラボレーションをめざした作業会議です。私たちは参加者やスポンサーや講演者の方々と密接に協力しあい、イベントが専門的で友好的で居心地良いものとなるよう心がけています。

source: Our events are working conferences intended for professional networking and collaboration in the Linux community and we work closely with our attendees, sponsors and speakers to help keep Linux Foundation events professional, welcoming, and friendly.
ja: The Linux Foundation のイベントは Linux コミュニティにおける専門家間の交流とコラボレーションをめざした作業会議です。私たちは参加者やスポンサーや講演者の方々と密接に協力しあい、イベントが専門的で友好的で居心地良いものとなるよう心がけています。

source: Our events generated:
ja: イベントの実績:

source: Our goal is to bring companies on the leading edge together with users and developers to continue to innovate on the delivery of open source infrastructure.
ja: 私たちの目的は、最先端企業とユーザーや開発者を一堂に集め、オープン ソース基盤の提供を刷新し続けることです。

source: Our mission is to provide the knowledge acquisition, services, and infrastructure needed to develop professional open source software.
ja: 私たちのミッションは、優れたオープン ソース ソフトウェアを開発するために必要な知識の習得、サービス、および基盤を提供することです。

source: Our staff has had incident response training and responds to harassments reports and does so in accordance with the process recommended by the Ada Initiative, which can be found here on the Geek Feminism Wiki.
ja: スタッフは事故対応訓練を受けており、ハラスメントの報告を受けた場合は、Ada Initiative (Geek Feminism Wiki http://geekfeminism.wikia.com/wiki/Conference_anti-harassment/Responding_to_reports を参照) が推奨するプロセスに従ってこれに対応します。

source: Our staff has has had incident response training and responds to harassment reports and does so in accordance with the process recommended by the Ada Initiative, which can be found here on the Geek Feminism Wiki.
ja: スタッフは事故対応訓練を受けており、ハラスメントの報告を受けた場合は、Ada Initiative (Geek Feminism Wiki のこちら http://geekfeminism.wikia.com/wiki/Conference_anti-harassment/Responding_to_reports を参照) が推奨するプロセスに従ってこれに対応します。

source: Over 13,500 developers from more than 1,300 companies have contributed to the Linux kernel since tracking began 11 years ago.
ja: 11 年前に調査開始以来、1,300 社以上の企業に属する約 13,500 人の技術者がカーネル開発に貢献しています。

source: Over 1M unique visitors per month.
ja: 毎月 100 万人超の訪問者。

source: Over 80% of smartphones run Android, which is based on the Linux kernel
ja: スマートフォンの 80% が Android で動いており、そのベースは Linux カーネルです。

source: Over the last two years, more large enterprises, including IBM, PayPal, Fidelity, and Microsoft have adopted Node.js as part of their enterprise fabric.
ja: 過去 2 年にわたり、IBM、PayPal、Fidelity、Microsoft などの大企業が Node.js をエンタープライズ ファブリックの一部に採用してきました。

source: Over the past decade Clyde has held senior leadership positions in the Education space, most recently as head of Operations at 360training.com and before that as a senior executive of Houghton Mifflin Harcourt, a global leader in education.
ja: 10 年以上にわたり教育分野のシニア リーダーとして活躍しており、直近では 360training.com の運用責任者を、それ以前は教育分野のグローバル リーダー企業 Houghton Mifflin Harcourt の上級管理者を務めました。

source: Ovirt Workshop
ja: oVirt ワークショップ

source: PLATINUM SPONSORSHIP
ja: プラチナ スポンサーシップ

source: PLUMgrid partnered with The Linux Foundation to help streamline and grow the IO Visor project with the goal of bringing universal IO extensibility to the Linux kernel.
ja: PLUMgrid は The Linux Foundation と連携し、Linux カーネルに universal IO の拡張性を加えることをめざす IO Visor プロジェクトの合理化と成長を助けています。

source: PRE-EVENT CONCERNS
ja: イベント前の懸念事項

source: PRESS & SOCIAL MEDIA
ja: プレス、ソーシャル メディア

source: PROMOTIONAL MARKETING OPPORTUNITIES
ja: プロモーションを強化するためのオプション

source: Panasonic
ja: パナソニック

source: Panel Discussions
ja: パネル ディスカッションの場合

source: Participants asked to stop any harassing behavior are expected to comply immediately.
ja: ハラスメント行為の停止を求められた参加者は、その要求に速やかに従ってください。

source: Participating in Automotive Grade Linux
ja: Automotive Grade Linux に参加する https://www.automotivelinux.org/about/join

source: Partnership with the Free Software Foundation Europe, a by-invitation-only network
ja: 参加者限定のネットワークである Free Software Foundation Europe と連携する

source: Past and future speakers and attendees at our events are among the world’s most important and knowledgeable leaders in open source technology and collaborative development.
ja: 私たちのイベントの講演者は、オープン ソース テクノロジと共同開発の分野において、世界的に重要かつ著名なリーダー陣です。

source: Peixin has been working in the software industry for over 20 years and has sufficient experience in operating systems, mobile software, media processing, and cloud computing.
ja: 彼は 20 年以上にわたりソフトウェア業界で働いており、オペレーティング システム、モバイル ソフトウェア、メディア処理、およびクラウド コンピューティングに関する経験が豊富です。

source: Peixin is currently serving as the Chief Architect of Open Software and Systems in the Central Software Institute, Huawei.
ja: Peixin は現在 Huawei の Central Software Institute でオープン ソフトウェア & システム担当のチーフ アーキテクトを務めています。

source: Peixin received his Ph.D degree from University of Surrey, UK in Electronic and Electrical Engineering in 2000.
ja: 2000 年に英国のサリー大学で電気電子工学の Ph.D を取得しています。

source: Peixin started his open source journey back to year 2000 and is now an active strategist and evangelist in this field.
ja: 2000 年からオープン ソースに関わり、現在はこの分野のアクティブ ストラテジスト兼エバンジェリストです。

source: Penny has held a broad range of product management roles across hardware and software companies worldwide.
ja: 世界的なハードウェア企業やソフトウェア企業で、さまざまな製品をマネージメントしてきました。

source: Penny holds an MBA from the Kellogg School of Management at Northwestern University and an BFA in Industrial Design from Carnegie Mellon.
ja: 彼女はノースウェスタン大学の Kellogg School of Management で MBA を、カーネギー メロン大学でインダストリアル デザインの BFA (Bachelor of Fine Arts) を取得しています。

source: Penny is Director of Product Development, responsible for the development of the applications that support the Linux Foundation’s core businesses and collaborative projects.
ja: Penny は、The Linux Foundation のコア ビジネスや協業プロジェクトをサポートするアプリケーションの開発に責任を負う製品開発担当ディレクターです。

source: Perennial interest from the community has created demand for an annual regional event, driving Cloud Foundry to present its Summit Silicon Valley 2017 in the hotbed of the tech industry.
ja: コミュニティの長期的な関心が定期的な地域イベントを求める声となり、技術産業が育つ地で Cloud Foundry が Summit Silicon Valley 2017 を提供する運びとなりました。

source: Peter is a Swedish computer programmer who has distinguished himself by his contributions to open source software projects.
ja: Peter は、オープン ソース ソフトウェア プロジェクトへの貢献度が高いことで有名な、スウェーデンのコンピューター プログラマーです。

source: Philip actively applies his skills a technologist with numerous socially focused organizations across the globe.
ja: Philip は技術者としての彼のスキルを世界のさまざまな著名組織に適用しています。

source: Philip comes to The Linux Foundation with wide-ranging experience inside and outside the technology industry.
ja: 技術業界内外におけるその広範な経験を The Linux Foundation の業務に役立てています。

source: Philip comes to his role as senior director of IoT at The Linux Foundation with wide-ranging experience inside and outside the technology industry.
ja: Philip は、技術業界内外における広範な経験を The Linux Foundation の IoT 担当シニア ディレクターとしての業務に生かしています。

source: Philip lives in Waltham, MA with his wife Michele, whom he met while they both served as Peace Corps volunteers in Uzbekistan.
ja: 彼は、ウズベキスタンにおける平和部隊ボランティア活動で知り合った妻の Michele とマサチューセッツ州のウォルサムに暮らしています。

source: Philip served on the research team of the W3C, where he worked on security, trust, and privacy issues.
ja: W3C のリサーチ チームに所属し、セキュリティ、トラスト、およびプライバシー問題に取り組んでいました。

source: Philip spent nearly ten years at Microsoft driving .Net evangelism and adoption.
ja: Microsoft では、.Net の普及・採用活動を約 10 年間牽引しました。

source: Philip was a co-founder of Ereo, a cloud-based image analysis and search service.
ja: また、クラウドベースのイメージ解析・検索サービス企業 Ereo の創設メンバーです。

source: Phone Number Address
ja: 電話番号 住所

source: Plan a party for 50 or 500; be as creative as you’d like.
ja: 50 人向け、500 人向けのパーティなども柔軟に手配できます。

source: Planning to attend Automotive Linux Summit 2017 on June 1 - 2?
ja: Automotive Linux Summit (2017 年 6 月 1 日 - 2 日) にも参加しませんか?

source: Planning to attend Open Source Summit Japan 2017 on May 31 - June 2?
ja: Open Source Summit Japan 2017 (2017 年 5 月 31 日 - 6 月 2 日) にも参加しませんか?

source: Platinum Sponsorship.....................................................7
ja: プラチナ スポンサーシップ

source: Please be respectful of attendee communication preferences.
ja: 交流の意思については、参加者がお互いに尊重し合いましょう。

source: Please bring any concerns to to the immediate attention of Linux Foundation event staff, or contact Amanda McPherson, Vice President of Marketing at amanda (at) linuxfoundation (dot) org.
ja: お気づきの点がありましたら、The Linux Foundation のイベント スタッフか、マーケティング担当バイスプレジデントの Amanda McPherson amanda (at) linuxfoundation (dot) org まで速やかにご連絡ください。

source: Please check back here for registration discounts and scholarships - information coming soon!
ja: 登録割り引き制度や奨学制度については、こちらのページにまもなく掲載予定です。

source: Please contact them directly for rates and availability.
ja: 料金や条件については、同社に直接お問い合わせください。

source: Please contact us at events@linuxfoundation.org to gain the access code.
ja: アクセス コードについては、events@linuxfoundation.org までお問い合わせください。

source: Please contact us for a customized offer.
ja: 詳細についてはお問い合わせください。

source: Please email us at supporterservices (at) linuxfoundation (dot) org.
ja: supporterservices (at) linuxfoundation (dot) org

source: Please fill out an inquiry below for more details.
ja: このページのフォームからお問い合わせいただけます。質問内容についてなるべく詳しくお書きください。

source: Please go the registration page by clicking the following "Request an Invitation" button, then select "Linux Foundation Member" registration type.
ja: [招待券を申し込む] ボタンをクリックして登録ページに進み、[Select registration type:] のドロップダウン ボックスで [Linux Foundation Member] を選択してください。

source: Please go the registration page by clicking the following "Request an Invitation" button, then select "Request an Invitation to attend" registration type.
ja: このページの [招待券を申し込む] ボタンをクリックして登録ページに進み、[Select registration type:] のドロップダウン ボックスで [Request an Invitation to Attend] を選択してください。

source: Please inquire for details.
ja: 詳細についてはお問い合わせください。

source: Please note that donations are not tax deductible.
ja: 寄付金は控除対象にはなりませんので、ご了承ください。

source: Please note we do not provide technical support for Linux.
ja: なお、Linux に関する技術的サポートは行っておりませんので、ご了承ください。

source: Please refer to our Individual Supporter FAQ.
ja: 個人サポーターに関する FAQ https://www.linuxfoundation.jp/participate/supporter/discounts

source: Please request an invitation to attend this event from the registration form (access through the button below).
ja: 参加ご希望の方は、登録フォームから招待券を申請してください ([招待券を申し込む]ボタンをクリック)。

source: Please request this to us at supporterservices (at) linuxfoundation (dot) org
ja: 更新の取り消しおよび返金のお申し込みは、supporterservices (at) linuxfoundation (dot) org で受け付けています。

source: Please request your invitation today!
ja: 今すぐ招待券をお申し込みください。

source: Please use the most appropriate address for a prompt reply.
ja: 次のようなお問い合わせ先が用意されています。

source: Plus Students, Media, Analysts and other professionals.
ja: このほか、学生、メディア、アナリストなどの専門家...

source: Portland, OR
ja: オレゴン州ポートランド

source: Potential seat on the Board of Directors
ja: ボード メンバーになれる可能性がある

source: Poviding excellent mindshare for sponsors.
ja: スポンサーへのマインドシェアを強化

source: Prague, Czech Republic
ja: チェコ プラハ

source: Pre or Post-Conference Email Blast: One time use of opt-in list to be sent by Linux Foundation
ja: カンファレンスの前または後の電子メール メッセージ: 受診承諾済み参加者に Linux Foundation から 1 度送信

source: Precautions will be taken to ensure a victim's comfort and safety, including, but not limited to: providing an escort, prepping onsite staff, keeping victim and harasser from attending the same talks/social events and providing onsite contact cell phone numbers for immediate contact.
ja: 被害者の安心と安全を確保するためのあらゆる予防措置 (護衛をつける、特別担当スタッフを準備する、被害者と加害者が同じ講演やソーシャル イベントに参加しないように調整する、緊急連絡用の直通電話番号を用意するなど) を行います。

source: Precautions will be taken to ensure a victim’s comfort and safety, including, but not limited to: providing an escort, prepping onsite event staff, keeping victim and harasser from attending the same talks/social events and providing onsite contact cell phone numbers for immediate contact.
ja: 被害者の安心と安全を確保するためのあらゆる予防措置 (護衛をつける、特別担当スタッフを準備する、被害者と加害者が同じ講演やソーシャル イベントに参加しないように調整する、緊急連絡用の直通電話番号を用意するなど) を行います。

source: Prepare to learn from the best and the brightest as we gather them together under one roof to deliver cutting edge presentations and demos, but it’s not just about the content, it’s about all of us getting together for lively discussions and collaboration on a wide variety of Linux topics.
ja: 1 つ屋根の下に集まり、最先端のプレゼンテーションやデモを披露する精鋭たちから学べると同時に、参加者自身もさまざまな Linux トピックスについて議論したり協業したりできます。

source: Presentation Slide Due Date: November 5, 2016
ja: スライドの提出期限: 2016 年 11 月 5 日

source: Presentations Due:
ja: スライド提出期限:

source: Press / Analyst 3%
ja: プレス / アナリスト 3%

source: Press Analyst
ja: プレス アナリスト

source: Previously Aniszczyk served as Twitter's head of open source, where he led a team of developer advocates and was responsible for Twitter's open source engineering, strategy and culture.
ja: Twitter 社ではオープン ソース担当長として開発者支援チームを率い、Twitter のオープン ソース エンジニアリング、戦略、カルチャーの責任者でした。

source: Previously Chris served as Twitter's head of open source, where he led a team of developer advocates and was responsible for Twitter's open source engineering, strategy, and culture.
ja: Twitter 社ではオープン ソース担当長として開発者支援チームを率い、Twitter のオープン ソース エンジニアリング、戦略、カルチャーの責任者でした。

source: Previously he built distributed systems and client software at firms including Broderbund, Fair Isaac, and Ofoto.
ja: また、Broderbund、Fair Isaac、Ofoto などのファームで分散システムやクライアント ソフトウェアの構築も行っていました。

source: Previously he served as corporate vice president and general manager of the System Software Division, and prior to that was the director of worldwide engineering for Intel Online Services where, based in Europe, he established the International Engineering organization.
ja: 以前は、システム ソフトウェア部門のコーポレート バイス プレジデント兼ゼネラル マネージャーを、さらにその前は、Intel オンライン サービスのワールドワイド エンジニアリング担当ディレクターとして、ヨーロッパを拠点に、国際エンジニアリング組織を設立しました。

source: Previously he served as interim CEO of Medsphere.
ja: それ以前はMedsphere の暫定 CEO も経験しています。

source: Previously he was a Director of JBoss (acquired by Red Hat Software) and Linux International (LI).
ja: 以前は JBoss 社 (Red Hat Software 社に買収される) および Linux International (LI) のディレクターでした。

source: Previously, Abby led a Product Management and Product Marketing team at Verizon that focused on cloud services.
ja: またその前は、クラウド サービスの Verizon で製品管理と製品マーケティングを主導していました。

source: Previously, Mark was senior director, Open Source Solutions for Citrix, where he managed their Open Source Business office and their involvement in the Apache CloudStack and Xen Project communities.
ja: これまでは、Citrix のオープン ソース ソリューションズ担当シニア ディレクタとして、オープン ソース ビジネス オフィスの管理、および同社の Apache CloudStack や Zen Project コミュニティへの投資を管理していました。

source: Previously, he held the post of Global Chief Information Officer and Managing Director at Credit Suisse First Boston (CSFB), where he grew the technology business into a $2 billion division with operations in all major financial centers.
ja: Credit Suisse First Boston (CSFB) では、グローバル チーフ インフォメーション オフィサーとマネージング ディレクターを務め、主要な金融センターでの運用で技術ビジネスを 20 億ドル部門へと成長させました。

source: Previously, he led the international business for a leading Japanese Linux distributor, Turbolinux, Inc., as Director of International Business.
ja: The Linux Foundation に入社する前は、日本の代表的な Linux ディストリビューターであるターボリナックス株式会社の海外事業本部長として海外事業を統括し、

source: Previously, he was CEO and co-founder of Nodeable (acquired by Appcelerator) and MuleSoft, an open source and cloud middleware provider.
ja: さらに以前は、Nodeable (後に Appcelerator が買収) や MuleSoft (オープン ソース ＆ クラウド ミドルウェア プロバイダー) の CEO 兼共同設立者でした。

source: Prior to Atrica, Dan was the Director of Architecture and Strategy at BlueLeaf Networks, a tunable laser optical networking startup (now Picarro).
ja: Atrica の前には、波長可変レーザー光源ネットワーク企業としてスタートした BlueLeaf Networks 社 (現 Picarro 社) のアーキテクチャ&戦略担当ディレクターでした。

source: Prior to CoreOS, he worked at Twitter on their cluster management platform based on Mesos and Aurora.
ja: CoreOS に参加する以前は Twitter 社で Mesos や Aurora をベースにしたクラスタ管理プラットフォームを手掛けていました。

source: Prior to Hyperledger, Dan lived in Beijing where he founded and served as the CEO of MadeiraCloud (VisualOps), a visual cloud management and automation tool for Amazon Web Services.
ja: また Hyperledger に入社する前は北京に在住し、Amazon Web Services 向けのビジュアル クラウド管理・自動化ツール MadeiraCloud (VisualOps) の設立者兼 CEO でした。

source: Prior to MSLGROUP, Laura was with Schwartz Communications, one of the largest PR firms working with entrepreneurial technology companies.
ja: MSLGROUP に勤務する前は、起業家による技術企業と連携する大手 PR ファームの 1 つである Schwarts Communications に所属していました。

source: Prior to Qualcomm Technologies, Dave previously worked at Sun Microsystems (at various times supporting Java, OpenSPARC, and Solaris) and Juniper Networks.
ja: Qualcomm Technologies の前は、Sun Microsystems (Java、OpenSPARC、Solaris などをサポート) や Janiper Networks に在籍していました。

source: Prior to VMware, Jacques was a consultant with Bain & Company.
ja: VMware に入社する前は、Bain & Company のコンサルタントとして活躍しています。

source: Prior to co-founding Bitnami, Erica held various sales and management positions at T-Mobile, as well as working as a consultant with Chekiang First Bank in Hong Kong.
ja: Bitnami を共同設立する前の Erica は、T-Mobile におけるさまざまなセールスやマネージメントの役職を務めあげたほか、香港の Chekiang First Bank (浙江第一銀行) のコンサルタントとしても働いており、

source: Prior to co-founding Bitnami, Ms. Brescia held various sales and management positions at T-Mobile, as well as working as a consultant with Chekiang First Bank in Hong Kong.
ja: Bitnami を共同設立する前の Ms. Brescia は、T-Mobile におけるさまざまなセールスやマネージメントの役職を務めあげたほか、香港の Chekiang First Bank (浙江第一銀行) のコンサルタントとしても働いており、

source: Prior to his current position, Dan was the Vice President and General Manager of MontaVista’s Automotive Business Unit (acquired by Mentor), responsible for P&L and worldwide execution of MontaVista’s automotive software strategy, sales, marketing, products, and services.
ja: 現在の地位に着く前は、MontaVista の Automotive Business Unit (Mentor が買収) のバイス プレジデント兼ジェネラル マネージャーで、MontaVista の自動車ソフトウェア戦略、販売、マーケティング、製品サービスの損益およびワールドワイドな執行の責任者でした。

source: Prior to his involvement in education, Clyde was a Principal at the Boston Consulting Group, a global strategic consultancy known for its cutting-edge thinking and value creation for clients.
ja: 教育事業にかかわる以前は、クライアントに最先端の思考と価値創造を提供することで知られるグローバルな戦略コンサルタント会社 Boston Consulting Group のプリンシパルを務めていました。

source: Prior to joining Facebook, Chris has worked as a kernel developer at SUSE, Oracle, and Fusion-io.
ja: Facebook の前は SUSE、Oracle、および Fusion-io でカーネル開発者として働いていました。

source: Prior to joining Good, Nicko served as chief security architect at Juniper Networks, where he was responsible for leading the technology and design direction for the company's Network Security products as well as promoting Juniper's security solutions to industry and government sectors.
ja: Good Technology 社に入る前は、Juiper Networks のチーフ セキュリティ アーキテクトとして、同社のネットワーク セキュリティ製品の技術・設計方針を主導するとともに、Juniper 社のセキュリティ ソリューションを企業や政府部門にプロモーションする責任を負っていました。

source: Prior to joining Good, Nicko served as chief security architect at Juniper Networks.
ja: それより以前は、Juniper Networks でチーフ セキュリティ アーキテクトを務めていました。

source: Prior to joining HP in 2010, Eileen was a Director and Associate General Counsel at Sun Microsystems (and then Oracle Corporation following its acquisition of Sun) for nearly 12 years.
ja: 2010 年に HP に入社する前は、Sun Microsystems (現在は Oracle に統合) の取締役兼副顧問として、

source: Prior to joining Intel, Doug worked at Hewlett-Packard for 10 years, where he began his career as a software developer.
ja: Intel に入社する前は、Hewlett-Packard に 10 年間勤務し、ソフトウェア技術者のキャリアをスタートさせました。

source: Prior to joining Samsung, she worked as a kernel and software developer at HP and Lucent.
ja: Samsung に入社する前は、HP や Lucent でカーネルやソフトウェア開発者として働いていました。

source: Prior to joining The Linux Foundation, Marc was the Senior Vice President at ClearPath Networks and was the outbound face for Ciena’s SDN strategy.
ja: The Linux Foundation に入る前は、ClearPath Networks のシニア バイス プレジデントを務め、Ciena の SDN 戦略を主導しました。

source: Prior to joining The Linux Foundation, Mike spent eight years at IBM in roles responsible for IBM’s Linux and Open Source strategy across systems, software, and services.
ja: The Linux Foundation に入る前の 8 年間は IBM に在籍し、同社のシステム、ソフトウェア、サービス全般に対する Linux / オープン ソース戦略の責任者でした。
